{
  "Action: Add an asteroid resource to ANY card and gain any standard resource, OR remove an asteroid resource from this card to gain 3 titanium.":"行動：在任意卡上增加1個小行星資源並且獲得1個標準資源，或者移除本卡上的一個小行星並獲得3個鈦金屬資源",
  "Astrodrill":"天體鑽井",
  "You start with 38 MC and 3 asteroid resources.":"遊戲一開始時有38MC和3個小行星資源",
  "Asteroid Hollowing":"行星挖掘",
  
  "Action: Spend 1 titanium to add 1 asteroid resource here and increase MC production 1 step.":"行動：花費1個鈦金屬資源，在本卡上增加一個小行星資源並增加1格MC產能",
  "1 VP per 2 asteroid resources on this card.":"本卡每兩個小行星值1分",
  "Advertising":"廣告業",
  "Effect: When you play a card with a basic cost of 20 MC or more, increase your MC production 1 step.":"效果：每當你打出一張20元以上的卡時，增加1格MC產能",
  
  
  "You start with 54 MC. As your first action, draw a Science card.":"遊戲一開始時有54MC。作為第一個行動，抽取一張有科學標誌的卡",
  
  "Effect: When ANY microbe tag is played, add a disease here and lose 4 MC. When you play a science tag, remove a disease here and gain 1 TR OR if there are no diseases here, you may turn this card face down to gain 3 TR":"效果：當任何玩家打出一個微生物標誌，包括這兩個，在本卡上增加一個疾病資源並失去4MC（如果不足則失去所有）。當你打出一個科學標誌時，你可以移除一個疾病資源並提升1點改造度，或者 如果此時已經沒有疾病資源你可以提升3點改造度並將本卡翻面（失去所有效果）",
  "Comet Aiming":"彗星瞄準",
  
  "Action: Spend 1 titanium to add 1 asteroid resource to ANY card, or remove 1 asteroid resource here to place an ocean tile.":"行動：花費1個鈦金屬資源在任意卡上增加1個小行星資源，或花費1個小行星資源並放置1片海洋板塊",
  "Cutting Edge Technology":"前沿科技",
  "Effect: When playing a card with a requirement, you pay 2 MC less for it.":"效果：有打出限制的卡打出費用減2MC",
  "Crash Site Cleanup":"清理隕石坑",
  "Requires that a player removed ANOTHER PLAYER's plants this generation. Gain 1 titanium or 2 steel.":"需要本時代有一名玩家減少了另一名玩家植物資源。獲得1個鈦金屬資源或者2個鋼鐵資源",
  "Directed Impactors":"定向衝撞器",
  
  "Action: Spend 6 MC to add 1 asteroid resource to ANY card (titanium may be used), or remove 1 asteroid resource here to raise temperature 1 step.":"行動：花費6MC（可用鈦金屬資源支付）在任意卡上增加1個小行星資源，或花費本卡的1個小行星資源並提升1格溫度",
  "Field-Capped City":"磁場穹頂城市",
  "Increase your MC production 2 steps and increase your Energy production 1 step. Gain 3 plants, and place a City tile.":"增加2格MC產能，增加1格電力產能。獲得3個植物資源，放置1片城市板塊",
  "Magnetic Shield":"磁屏",
  "2 Power":"2個電力標誌",
  "Requires 2 Power tags. Raise your TR 4 steps.":"需要你有2個電力標誌。提升4點改造度",
  "Meltworks":"熔融工廠",
  "Action: Spend 5 heat to gain 3 steel.":"行動：花費5點熱能資源，獲得3個鋼鐵資源",
  "Mohole Lake":"莫霍湖",
  
  "Action: Add a microbe or animal to ANOTHER card.":"行動：在任意卡上增加1個微生物或者動物資源。",
  "Place an ocean tile and raise temperature 1 step. Gain 3 Plants.":"放置1片海洋板塊並提升1格溫度。獲得3個植物資源",
  "Diversity Support":"多元化支持",
  "9 Resource Types":"9種資源類型",
  "Requires that you have 9 different types of resources. Raise your terraform rating 1 step.":"需要：擁有9種不一樣的資源。提升1點改造度",
  "Jovian Embassy":"木星大使館",
  "Raise your terraform rating 1 step.":"提升1點改造度",
  "Topsoil Contract":"表土合約",
  "Effect: When you gain a microbe to ANY CARD, gain 1 MC.":"效果：每當你在任意卡上增加了1個微生物資源，獲得1MC",
  "Gain 3 plants.":"獲得3個植物資源",
  "Imported Nutrients":"營養物輸入",
  "Gain 4 Plants and add 4 Microbes to ANOTHER card.":"獲得4個植物資源並在任意卡上增加4個微生物資源",
  "Asteroid Deflection System":"小行星防衛系統",
  "Action: REVEAL AND DISCARD the top card of the deck. If it has a space tag, add an asteroid resource here.":"行動：展示並棄置項目牌庫頂的一張卡，如果該卡有太空標誌則在本卡上增加一個小行星資源",
  "OPPONENTS MAY NOT REMOVE YOUR PLANTS":"你的對手不能移除你的植物資源",
  "Decrease your energy production 1 step. 1 VP per asteroid on this card.":"減少1格電力產能。本卡上每個小行星資源值1分",
  "Sub-Crust Measurements":"測量地殼",
  "Action: Draw a card.":"行動：抽1張卡",
  "Requires 2 Science tags.":"需要2個科學標誌",
  "Potatoes":"薯仔",
  "Requires that you lose 2 plants. Increase your MC production 2 steps.":"需要你失去2個植物資源。增加2格MC產能",
  "Meat Industry":"肉類工業",
  "Effect: When you gain an animal to ANY CARD, gain 2 MC.":"效果：每當你在任意卡上增加1個動物資源，獲得2MC",
  
  "Raise temperature 3 steps and gain 4 steel. Place this tile ADJACENT TO no other city tile. Remove up to 6 Plants from any player.":"提升3格溫度並獲得4個鋼鐵資源。在不與任何城市相鄰的位置放置一個板塊",
  "Decrease your Energy production 4 steps and increase your Plant production 2 steps. Raise your TR 3 steps and place this tile.":"減少4格電力產能並增加2點植物產能。提升3點改造度並放置本板塊",
  "Requires 4 ocean tiles. Increase your Energy production 2 steps. Place this tile ADJACENT TO an ocean tile.":"需要4片海洋。增加2格電力產能，在於海洋相鄰的位置放置本版塊"
  

}